export const About = () => {
    return (
        <section className="about-container">
            <header className="about-header">
                <h1>אנחנו קולנוע שבלולים</h1>
            </header>
            <div className="about-body">
                <p>
                אומניות ואומנים שהתאספו סביב יצירת פסטיבל שיתופי בטבע, התחלנו אי שם ב 2016 עם חלום ליצור מחנה - מקום יצירה קרוב אל הטבע ורחוק מהעיר. את מחנה השבלולים הרמנו מאפס וללא מטרות רווח, הרוח היתה שמה שנביא למחנה הוא מה שיהיה ולא נשאיר מאחורינו דבר.
                </p>
                <p>
                עכשיו אנחנו מגשימים חלום ופותחים בית הפקות עצמאי ♡קולנוע שבלולים♡ ~ זאת כדי להביא את הקולנוע העצמאי המקומי קדימה - ולהפיק מרחב שהוא במה להקרנות, להחזיר את המקום של הצפייה המשותפת המרגשת אל חיינו, ייסדנו בליפתא בירושלים בית להקרנות מחתרתיות - עם קהל שהוא קהילה, יוצריםות וחבריםות מעורבביםות זה בזה.
                </p>
                <p>
                האבולוציה של השבלול שלנו הבנו שלקהילה החושקת במרחב יצירתי יש את הכוח לממן ולהניע, והתחלנו פרויקט מחסן כלים שיתופי (של ציוד צילום וציוד הפקתי) לצלם איתו את הסרטים שלנו ולהשכיר אותו החוצה לחברים וקולקטיבים אחרים. אפשר ליצור איתנו קשר במייל לעוד פרטים.
                </p>
                <p>
                באנו לפרק את השיטה שבה אנחנו ניגשות להפקת סרטים ווידיאו. בהתנגדות רכה למנגנונים קפיטליסטיים ומבוססי אלגוריתם, אנחנו אוצרים ואוצרות חוויות צפייה שמרגש אותנו להכיר לכםן תהנו
                </p>
                <p>
                קחו נשימה עמוקה לפני הצלילה אל הסרטים שבחרנו, ויאללה! ספרו לנו איך היה.
                </p>
            </div>
        </section>
    )
}